// Напишите программу, которая на вход принимает два числа и выдаёт, 
// какое число большее, а какое меньшее.
// a = 5; b = 7 -> max = 7
// a = 2 b = 10 -> max = 10
// a = -9 b = -3 -> max = -3

Console.WriteLine("Введите первое число");
int numberOne = Convert.ToInt32(Console.ReadLine());
int i = number * number;

Console.WriteLine("Введите первое число");
int numberTwo = Convert.ToInt32(Console.ReadLine())

if 
Console.WriteLine($"Квадрат числа {number} = {square}");